Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=889_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: AHR linjii ruvkelága guoskadeamis sámiid ruovttuguovllus
smn: AHR (KHO) linjij ruukilaavâ heivitmist sämikuávlust

source: Alimus hálddahusriekti (AHR) attii 25.6
smn: Alemus haldâttâhriehti (AHR) adelij 25.6.

source: jahkegirjemearrádusa
smn: ihekirjemiärádâs

source: ođđa ruvkelága guoskadeamis sámiid ruovttuguovllus.
smn: uđđâ ruukilaavâ heivitmist sämikuávlust.

source: Sámediggi lea váidán Tukesa mieđihan mášiinnalaš gollerogganlobiin Roavvenjárgga hálddahusriektái (dálá Davvi-Suoma hálddahusriekti) ruvkelága vuostásažžan, daningo Tukes ii lean čielggadan lobi mieldásaš doaimma váikkuhusaid sámekultuvrii.
smn: Sämitigge lii vaidâlâm Tukes mieđettem maašinlâš kollekoivumluuvijn Ruávinjaargâ haldâttâhriähtán (táálááš Tave-Suomâ haldâttâhriehti) ruukilaavâ vuástásâžžân, ko Tukes ij lamaš selvâttâm love miäldásii tooimâ vaikuttâsâin sämikulttuurân.

source: Hálddahusriekti dohkkehii sámedikki váidagiid.
smn: Haldâttâhriehti tuhhiittij sämitige väidimijd.

source: Tukes ja lohpeohcci váide mearrádusain AHR:ai.
smn: Tukes já lopeoccee vaidâláin miärádâsâin AHR:n.

source: AHR doalai hálddahusrievtti mearrádusa fámus ja gomihii Tukesa mearrádusa lágavuostásažžan dohkkehemiin loahpalaččat sámedikki váidaga Roavvenjárgga hálddahusriektái.
smn: AHR toolâi haldâttâhrievti miärádâs vyeimist já komettij Tukes miärádâs lavâvuástásâžžân já tuhhiittij lopâlávt sämitige väidim Ruávinjaargâ haldâttâhriähtán.

source: ” Dát lea stuorra vuoitu sápmelaččaide ja duođašta, ahte ruvkelága geatnegasvuođaid ii sáhte dikšut sámiid ruovttuguovllus dušše čealkámušmeannudemiin.
smn: ” Taat lii stuorrâ vuáittu sämmiláid já čáittá, ete ruukilaavâ kenigâsvuođâid iä pyevti hoittáđ sämikuávlust tuše ciälkkámušlattiimijguin.

source: Ruvkeláhka lea buktán ođđa geatnegasvuođaid ja dáid ferte váldit duođas.
smn: Ruukilaahâ lii puáhtâm uđđâ kenigâsvuođâid já taid kalga väldiđ tuottân.

source: Ruvkeláhka lea sámediggáige ođđa ášši ja mis manai iežamet áigi čielggadit maid ruvkelága ollašuhttin duođalašvuođas gáibida ja ovdal go sáhtiimet hábmet áššái doaibmi oktasašbargomálliid bálgosiiguin, sámeealáhusa ollašuhttiiguin ja siiddaiguin.
smn: Ruukilaahâ lii sämitiigán-uv uđđâ äšši já mist vaaldij jieijâs ääigi selvâttiđ maid ruukilaavâ olášuttem tuođâlávt váátá já ovdilko finnejijm lääččiđ ääšist tuáimee oovtâstpargomaalijd palgâsijguin, sämi-iäláttâsâi hárjutteijeiguin já siijdâiguin.

source: Váidagiid válmmaštalai mis joavku, masa gulle má. áššemeannudeaddji Inga-Briitta Magga, láhkačálli Aimo Guttorm ja vuolláičállán.
smn: Väidimijd valmâštâlâi mist juávkku, mast lijjii má. oovdânpyehtee Inga-Briitta Magga, lahâčällee Aimo Guttorm já vuáláčällee.

source: Lean duđavaš, ahte min bargu oažžui áigái bohtosa ”, ságajođiheaddji Näkkäläjärvi muitala.
smn: Lam tuđâvâš, ete mii pargoost šoddii puátuseh ”, saavâjođetteijee Näkkäläjärvi maainâst.

source: Sámediggi bivdá ráđđádallamiid ruvkelága guoskadeamis Tukesa stivrejeaddji bargo- ja ealáhusministeriijaiguin sihke sierra Tukesiin.
smn: Sämitigge pivdá ráđádâlmijd ruukilaavâ heivitmist Tukes stivree pargo- já iäláttâsministeriöin sehe sierâ Tukesáin.

source: Maŋŋelis sámediggi áigu lágidit ruvkelága guoskadeamis oktasaščoahkkima, gosa bovdet bálgosiid, eiseválddiid, nuortalaččaid giličoahkkima ja Tukesa ovddasteaddjiid linjet ruvkelága guoskadeamis ja čánusjoavkkuid oktasašbarggus.
smn: Maŋeláá sämitigge áigu orniđ ruukilaavâ heivitmist ohtsâščuákkim, kuus kočoh palgâsij, virgeomâhái, nuorttâlâšâi sijdâčuákkim já Tukes ovdâsteijeid linjiđ ruukilaavâ heivitmist já čanosjuávhui oovtâstpargoost.

source: ” Lea šállošahtti ahte váidinproseassa lea bistán náge guhká.
smn: ” Lii vaidâlittee ete väidimproosees lii pištám návt kuhháá.

source: Sámediggi lea evttohan, ahte Tukes guoskadivčče Roavvenjárgga hálddahusrievtti mearrádusa iežas lohpegeavadagas dan rádjai, go AHR:s oaččošeimmet áššái linjjá.
smn: Sämitigge lii iävtuttâm, ete Tukes heiviittiččij Ruávinjaargâ haldâttâhrievti miärádâs lopevuáháduvvâstis toos räi, ko AHR:st finniiččii ääšist linjim.

source: Tukes ii leat ná dahkan.
smn: Tukes ij lah návt toohâm.

source: Dál ruvkeeiseválddi doaimmat leat dagahan badjelmearálaš váivvi lobi ohccái, sámediggái, eiseválddiide ja bálgosiidda.
smn: Tääl ruukivirgeomâháá toimâ lii tovâttâm paijeelmiärášii vääivi love occei, sämitiigán, virgeomâháid já palgâsáid.

source: Sávan, ahte mearrádusa mielde oktasašbargu Tukesiin ovdánivččii dakkárin, maid láhkaaddi lea dárkkuhan.
smn: Tuáivum, ete miärádâs mield oovtâstpargo Tukesáin ovdániččij tagarin, maid lahâasâtteijee lii uáivildâm.

source: Sámediggi lea gárvvis oktasašbargui ruvkelága geatnegasvuođaid ollašuhttima dihtii ”, ságajođiheaddji Näkkäläjärvi linje.
smn: Sämitigge lii kiärgus oovtâstpaargon ruukilaavâ kenigâsvuođâi tevdim várás ”, saavâjođetteijee Näkkäläjärvi linjee.

source: Riikkabeaivvit dohkkehedje miessemánus ruvkelága 169 § mieldásaš nuppástusa, man mielde Tukes sáhttá vuođustallon buori siva dihtii ohcci bivdagis málbmaohcanlobi dahje golledoidinlobi dohkkenáiggi joatkima dahje ruvkelobi dahje ruvkedorvvolašvuođalobi guoskavaš mearrádusas mearridit, ahte lobis dárkkálnuhtton doaibmabijuide sáhttit váidagis fuolakeahttá álgit čuovvumiin lohpemearrádusa. ”
smn: Ovdâskodde tuhhiittij vyesimáánust ruukilaavâ 169 § miäldásii nubástus, mon mield Tukes puáhtá agâstâllum suujâ tiet occee pivdemist malmâuuccâmlove teikâ kolletoidemlove vyeimistorroom juátkimân teikâ ruukilopán teikâ ruukitorvolâšvuođâlopán kyeskee miärádâsâst meridiđ, ete looveest ohtâlistum toimáid pyehtih väidimist peerusthánnáá riemmâđ lopemiärádâs nuávditmáin. ”

source: Riikkabeivviid dahkan nuppástus lei hohppui ja sámediggi evttohii velá hálddahusváljagotti gullama oktavuođasge, ahte ovdal go ruvkelága álgit nuppástuhttit, vuordit AHR:a linjjá ruvkelága ollašuhttimis.
smn: Ovdâskode toohâm nubástus lâi ovdiláigásâš já sämitigge oovdânpuovtij vala haldâttâhváljukode kuullâm ohtâvuođâst-uv, ete ovdilko riemih nubástuttiđ ruukilaavâ, vyerdih AHR linjim ruukilaavâ olášutmist.

source: Mu mielas riikkabeivviid mearrádus lei hohppui vuhtii váldimin AHR:a mearrádusa ”, dadjá ságajođiheaddji Näkkäläjärvi.
smn: Muu mielâst ovdâskode miärádâs lâi ovdiláigásâš, ko váldá vuotân AHR miärádâs ”, iätá saavâjođetteijee Näkkäläjärvi.
